[
  {
    "name": "Crimes - 2001 to Present",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/ijzp-q8t2",
    "id": "ijzp-q8t2",
    "description": "This dataset reflects reported incidents of crime (with the exception of murders where data exists for each victim) that occurred in the City of Chicago from 2001 to present, minus the most recent seven days. Data is extracted from the Chicago Police Department's CLEAR (Citizen Law Enforcement Analysis and Reporting) system. In order to protect the privacy of crime victims, addresses are shown at the block level only and specific locations are not identified. Should you have questions about this dataset, you may contact the Data Fulfillment and Analysis Division of the Chicago Police Department at DFA@ChicagoPolice.org.  Disclaimer: These crimes may be based upon preliminary information supplied to the Police Department by the reporting parties that have not been verified. The preliminary crime classifications may be changed at a later date based upon additional investigation and there is always the possibility of mechanical or human error. Therefore, the Chicago Police Department does not guarantee (either expressed or implied) the accuracy, completeness, timeliness, or correct sequencing of the information and the information should not be used for comparison purposes over time. The Chicago Police Department will not be responsible for any error or omission, or for the use of, or the results obtained from the use of this information. All data visualizations on maps should be considered approximate and attempts to derive specific addresses are strictly prohibited. The Chicago Police Department is not responsible for the content of any off-site pages that are referenced by or that reference this web page other than an official City of Chicago or Chicago Police Department web page. The user specifically acknowledges that the Chicago Police Department is not responsible for any defamatory, offensive, misleading, or illegal conduct of other users, links, or third parties and that the risk of injury from the foregoing rests entirely with the user.  The unauthorized use of the words \"Chicago Police Department,\" \"Chicago Police,\" or any colorable imitation of these words or the unauthorized use of the Chicago Police Department logo is unlawful. This web page does not, in any way, authorize such use. Data are updated daily. To access a list of Chicago Police Department - Illinois Uniform Crime Reporting (IUCR) codes, go to http://data.cityofchicago.org/Public-Safety/Chicago-Police-Department-Illinois-Uniform-Crime-R/c7ck-438e"
  },
  {
    "name": "Traffic Crashes - Crashes",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/85ca-t3if",
    "id": "85ca-t3if",
    "description": "Crash data shows information about each traffic crash on city streets within the City of Chicago limits and under the jurisdiction of Chicago Police Department (CPD). Data are shown as is from the electronic crash reporting system (E-Crash) at CPD, excluding any personally identifiable information. Records are added to the data portal when a crash report is finalized or when amendments are made to an existing report in E-Crash. Data from E-Crash are available for some police districts in 2015, but citywide data are not available until September 2017. About half of all crash reports, mostly minor crashes, are self-reported at the police district by the driver(s) involved and the other half are recorded at the scene by the police officer responding to the crash. Many of the crash parameters, including street condition data, weather condition, and posted speed limits, are recorded by the reporting officer based on best available information at the time, but many of these may disagree with posted information or other assessments on road conditions. If any new or updated information on a crash is received, the reporting officer may amend the crash report at a later time. A traffic crash within the city limits for which CPD is not the responding police agency, typically crashes on interstate highways, freeway ramps, and on local roads along the City boundary, are excluded from this dataset.\n\nAll crashes are recorded as per the format specified in the Traffic Crash Report, SR1050, of the Illinois Department of Transportation. The crash data published on the Chicago data portal mostly follows the data elements in SR1050 form. The current version of the SR1050 instructions manual with detailed information on each data elements is available <a href=\"https://idot.illinois.gov/content/dam/soi/en/web/idot/documents/transportation-system/manuals-guides-and-handbooks/safety/illinois-traffic-crash-report-sr-1050-instruction-manual-2019.pdf\" target=\"_blank\">here</a>.\n\nAs per Illinois statute, only crashes with a property damage value of $1,500 or more or involving bodily injury to any person(s) and that happen on a public roadway and that involve at least one moving vehicle, except bike dooring, are considered reportable crashes. However, CPD records every reported traffic crash event, regardless of the statute of limitations, and hence any formal Chicago crash dataset released by Illinois Department of Transportation may not include all the crashes listed here.\n\nChange 11/21/2023: We have removed the RD_NO (Chicago Police Department report number) for privacy reasons."
  },
  {
    "name": "Police Stations",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/z8bn-74gv",
    "id": "z8bn-74gv",
    "description": "Chicago Police district station locations and contact information."
  },
  {
    "name": "Towed Vehicles",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/ygr5-vcbg",
    "id": "ygr5-vcbg",
    "description": "This dataset displays location for vehicles that have been towed and impounded by the City of Chicago within the last 90 days. Illegally parked vehicles, abandoned vehicles and vehicles used for illegal activities may be towed by the Chicago Police Department, the Department of Streets and Sanitation, the Department of Revenue, Aviation and the office of the City Clerk. After a tow request is issued, an inventory number is assigned by the Department of Streets and Sanitation and a truck is dispatched to tow the requested vehicle to a City auto pound. Disclaimer: This dataset includes vehicles towed or relocated by the City of Chicago; it does not include vehicles towed by a private towing company. \r\n\r\nBackground Information: \r\nAuto Pound Locations (http://j.mp/kG5sgF).\r\nTow Process Overview (http://j.mp/lfBOEP).\r\nCommon Towing Questions (http://j.mp/imFYlp).\r\nParking and Standing Violations (http://j.mp/ifW8Uj).\r\nRelated Applications: Find Your Vehicle (http://j.mp/lWn0S7)."
  },
  {
    "name": "Crimes - One year prior to present",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/x2n5-8w5q",
    "id": "x2n5-8w5q",
    "description": "This dataset reflects reported incidents of crime (with the exception of murders where data exists for each victim) that have occurred in the City of Chicago over the past year, minus the most recent seven days of data. Data is extracted from the Chicago Police Department's CLEAR (Citizen Law Enforcement Analysis and Reporting) system. In order to protect the privacy of crime victims, addresses are shown at the block level only and specific locations are not identified. Should you have questions about this dataset, you may contact the Research & Development Division of the Chicago Police Department at 312.745.6071 or RandD@chicagopolice.org.\r\nDisclaimer: These crimes may be based upon preliminary information supplied to the Police Department by the reporting parties that have not been verified. The preliminary crime classifications may be changed at a later date based upon additional investigation and there is always the possibility of mechanical or human error. Therefore, the Chicago Police Department does not guarantee (either expressed or implied) the accuracy, completeness, timeliness, or correct sequencing of the information and the information should not be used for comparison purposes over time. The Chicago Police Department will not be responsible for any error or omission, or for the use of, or the results obtained from the use of this information. All data visualizations on maps should be considered approximate and attempts to derive specific addresses are strictly prohibited. \r\n\r\nThe Chicago Police Department is not responsible for the content of any off-site pages that are referenced by or that reference this web page other than an official City of Chicago or Chicago Police Department web page. The user specifically acknowledges that the Chicago Police Department is not responsible for any defamatory, offensive, misleading, or illegal conduct of other users, links, or third parties and that the risk of injury from the foregoing rests entirely with the user.  The unauthorized use of the words \"Chicago Police Department,\" \"Chicago Police,\" or any colorable imitation of these words or the unauthorized use of the Chicago Police Department logo is unlawful. This web page does not, in any way, authorize such use.\r\nData is updated daily Tuesday through Sunday. The dataset contains more than 65,000 records/rows of data and cannot be viewed in full in Microsoft Excel. Therefore, when downloading the file, select CSV from the Export menu. Open the file in an ASCII text editor, such as Wordpad, to view and search. To access a list of Chicago Police Department - Illinois Uniform Crime Reporting (IUCR) codes, go to http://bit.ly/rk5Tpc."
  },
  {
    "name": "Traffic Crashes - Vehicles",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/68nd-jvt3",
    "id": "68nd-jvt3",
    "description": "This dataset contains information about vehicles (or units as they are identified in crash reports) involved in a traffic crash. This dataset should be used in conjunction with the traffic Crash and People dataset available in the portal. “Vehicle” information includes motor vehicle and non-motor vehicle modes of transportation, such as bicycles and pedestrians. Each mode of transportation involved in a crash is a “unit” and get one entry here. Each vehicle, each pedestrian, each motorcyclist, and each bicyclist is considered an independent unit that can have a trajectory separate from the other units. However, people inside a vehicle including the driver do not have a trajectory separate from the vehicle in which they are travelling and hence only the vehicle they are travelling in get any entry here. This type of identification of “units” is needed to determine how each movement affected the crash. Data for occupants who do not make up an independent unit, typically drivers and passengers, are available in the People table. Many of the fields are coded to denote the type and location of damage on the vehicle. Vehicle information can be linked back to Crash data using the “CRASH_RECORD_ID” field. Since this dataset is a combination of vehicles, pedestrians, and pedal cyclists not all columns are applicable to each record. Look at the Unit Type field to determine what additional data may be available for that record.\n\nThe Chicago Police Department reports crashes on IL Traffic Crash Reporting form SR1050. The crash data published on the Chicago data portal mostly follows the data elements in SR1050 form. The current version of the SR1050 instructions manual with detailed information on each data elements is available <a href=\"https://idot.illinois.gov/content/dam/soi/en/web/idot/documents/transportation-system/manuals-guides-and-handbooks/safety/illinois-traffic-crash-report-sr-1050-instruction-manual-2019.pdf\" target=\"_blank\">here</a>.\n\nChange 11/21/2023: We have removed the RD_NO (Chicago Police Department report number) for privacy reasons."
  },
  {
    "name": "Violence Reduction - Victims of Homicides and Non-Fatal Shootings",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/gumc-mgzr",
    "id": "gumc-mgzr",
    "description": "This dataset contains individual-level homicide and non-fatal shooting victimizations, including homicide data from 1991 to the present, and non-fatal shooting data from 2010 to the present (2010 is the earliest available year for shooting data). This dataset includes a \"GUNSHOT_INJURY_I \" column to indicate whether the victimization involved a shooting, showing either Yes (\"Y\"), No (\"N\"), or Unknown (\"UKNOWN.\") For homicides, injury descriptions are available dating back to 1991, so the \"shooting\" column will read either \"Y\" or \"N\" to indicate whether the homicide was a fatal shooting or not. For non-fatal shootings, data is only available as of 2010. As a result, for any non-fatal shootings that occurred from 2010 to the present, the shooting column will read as “Y.” Non-fatal shooting victims will not be included in this dataset prior to 2010; they will be included in the authorized-access dataset, but with \"UNKNOWN\" in the shooting column.\r\n\r\nEach row represents a single victimization, i.e., a unique event when an individual became the victim of a homicide or non-fatal shooting. Each row does not represent a unique victim—if someone is victimized multiple times there will be multiple rows for each of those distinct events. \r\n\r\nThe dataset is refreshed daily, but excludes the most recent complete day to allow the Chicago Police Department (CPD) time to gather the best available information. Each time the dataset is refreshed, records can change as CPD learns more about each victimization, especially those victimizations that are most recent. The data on the Mayor's Office Violence Reduction Dashboard is updated daily with an approximately 48-hour lag. As cases are passed from the initial reporting officer to the investigating detectives, some recorded data about incidents and victimizations may change once additional information arises. Regularly updated datasets on the City's public portal may change to reflect new or corrected information.\r\n\r\nA version of this dataset with additional crime types is available by request. To make a request, please email <a href=\"mailto:dataportal@cityofchicago.org?subject=Violence Reduction Victims Access Request\">dataportal@cityofchicago.org</a> with the subject line: <b>Violence Reduction Victims Access Request</b>. Access will require an account on this site, which you may create at https://data.cityofchicago.org/signup.\r\n\r\nHow does this dataset classify victims?\r\n\r\nThe methodology by which this dataset classifies victims of violent crime differs by victimization type:\r\n\r\nHomicide and non-fatal shooting victims: A victimization is considered a homicide victimization or non-fatal shooting victimization depending on its presence in CPD's homicide victims data table or its shooting victims data table. A victimization is considered a homicide only if it is present in CPD's homicide data table, while a victimization is considered a non-fatal shooting only if it is present in CPD's shooting data tables and absent from CPD's homicide data table.\r\n\r\nTo determine the IUCR code of homicide and non-fatal shooting victimizations, we defer to the incident IUCR code available in CPD's Crimes, 2001-present dataset (available on the City's open data portal). If the IUCR code in CPD's Crimes dataset is inconsistent with the homicide/non-fatal shooting categorization, we defer to CPD's Victims dataset. \r\nFor a criminal homicide, the only sensible IUCR codes are 0110 (first-degree murder) or 0130 (second-degree murder). For a non-fatal shooting, a sensible IUCR code must signify a criminal sexual assault, a robbery, or, most commonly, an aggravated battery. In rare instances, the IUCR code in CPD's Crimes and Victims dataset do not align with the homicide/non-fatal shooting categorization:\r\n\r\n1. In instances where a homicide victimization does not correspond to an IUCR code 0110 or 0130, we set the IUCR code to \"01XX\"  to indicate that the victimization was a homicide but we do not know whether it was a fi"
  },
  {
    "name": "Crimes - 2015",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/vwwp-7yr9",
    "id": "vwwp-7yr9",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Violence Reduction - Shotspotter Alerts - Historical",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/3h7q-7mdb",
    "id": "3h7q-7mdb",
    "description": "NOTE: The City of Chicago ended its use of ShotSpotter on 9/22/2024. This dataset is historical-only and ends with that date.\n\nThis dataset contains all ShotSpotter alerts since the introduction of ShotSpotter to some Chicago Police Department (CPD) districts in 2017. ShotSpotter is a gunshot detection system designed to automatically determine the location of potential outdoor gunfire. ShotSpotter audio sensors are placed in several CPD districts throughout the city (specific districts are noted below). If at least three sensors detect a sound that the ShotSpotter software determines to be potential gunfire, a location is determined and the alert is sent to human ShotSpotter analysts for review. Either the alert is sent to CPD, or it is dismissed. Each alert can contain multiple rounds of gunfire; sometimes there are multiple alerts for what may be determined to be one incident. More detail on the technology and its accuracy can be found on the company’s website <a href=\"https://www.shotspotter.com\">here</a>. It should also be noted that ShotSpotter alerts may increase year-over-year while gun violence did not necessarily increase accordingly because of improvements in detection sensors.\n\nShotSpotter does not exist in every CPD district, and it was not rolled out in every district at the same time. ShotSpotter was first deployed in Chicago in 2017, and sensors exist in the following districts as of the May 2021 launch of this dataset: 002, 003, 004, 005, 006, 007, 008, 009, 010, 011, 015, and 025."
  },
  {
    "name": "Strategic Subject List - Historical",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/4aki-r3np",
    "id": "4aki-r3np",
    "description": "The program described below ended in 2019. This dataset is being retained for historical reference. \n\nThe information displayed represents a de-identified listing of arrest data from August 1, 2012 to July 31, 2016, that was used by the Chicago Police Department’s Strategic Subject Algorithm, created by the Illinois Institute of Technology and funded through a Department of Justice Bureau of Justice Assistance grant, to create a risk assessment score known as the Strategic Subject List or “SSL.” These scores reflect an individual’s probability of being involved in a shooting incident either as a victim or an offender. Scores are calculated and placed on a scale ranging from 0 (extremely low risk) to 500 (extremely high risk). \n\nBased on this time frame’s version of the Strategic Subject Algorithm, individuals with criminal records are ranked using eight attributes, not including race or sex. These attributes are: number of times being the victim of a shooting incident, age during the latest arrest, number of times being the victim of aggravated battery or assault, number of prior arrests for violent offenses, gang affiliation, number of prior narcotic arrests, trend in recent criminal activity and number of prior unlawful use of weapon arrests. \n\nPlease note that this data set includes fields that are not used to calculate SSL, for example, neither race nor sex are used in the Strategic Subject Algorithm. Portions of the arrest data are de-identified on the basis of privacy concerns. The attributes used in the Strategic Subject Algorithm were revised on an ongoing basis during the lifetime of the program."
  },
  {
    "name": "Crimes - 2020",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/qzdf-xmn8",
    "id": "qzdf-xmn8",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2022",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/9hwr-2zxp",
    "id": "9hwr-2zxp",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2018",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/3i3m-jwuy",
    "id": "3i3m-jwuy",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2014",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/qnmj-8ku6",
    "id": "qnmj-8ku6",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2024",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/dqcy-ctma",
    "id": "dqcy-ctma",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\n\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2017",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/d62x-nvdr",
    "id": "d62x-nvdr",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2019",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/w98m-zvie",
    "id": "w98m-zvie",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  },
  {
    "name": "Crimes - 2013",
    "domain": "data.cityofchicago.org",
    "link": "https://data.cityofchicago.org/d/a95h-gwzm",
    "id": "a95h-gwzm",
    "description": "Records from the Crimes - 2001 to Present dataset for the indicated year.\r\n \r\nPlease see the description section of the full dataset for further information about the data."
  }
]